#!/usr/bin/env python3
# coding: utf-8

# a1 = 1
# a2 = 2
# a3 = 3

# print (a1*2)
# print (a2*2)
# print (a3*2)


# for j in range(1, 11):
#     print (j*2)
  
i = 2
while (i<11):
	print (i)
	i += 2 


print ("все")
# a = input("Введите 1-ое значение ")
# b = input("Введите 2-ое значение ")
# c = int(a) + int(b)
# print("Результат —->", c)

# print("_________________________________")
# print("_________________________________")
# print("_________________________________")
# print("Хочешь скачать полную версию калькулятора ?")
# z = input("Ваш ответ - ")
# print("Держите, вот Бла,бла,бла")
# print("Спасибо что любите нас.")
# print ("тестовый вывод")
# print ("тестовый вывод2")